Repository: foydamiztegsin/Django_Multilanguage-
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Подать объявление
uz: E'lon berish

source: Сообщения
uz: Xabarlar

source: Ваш профиль
uz: Hisobingiz

source: Весь Узбекистан
uz: Butun Uzbekistan

source: Поиск
uz: Qidiruv

source: Главные категории
uz: Bosh toifalar

source: Премиум объявления
uz: PREMIUM E`LONLAR

source: Начните бизнес в интернете с OLX!
uz: OLX bilan internetda biznesingizni boshlang!

source: Подробнее
uz: Batafsil

source: Cервис объявлений № 1 в Узбекистане
uz: Oʻzbekistonda 1-raqamli eʼlonlar servisi

source: Частные объявления Узбекистана на OLX (бывший torg.uz) - здесь вы найдете то, что искали.
uz: Oʻzbekiston xususiy eʼlonlari OLX (avvalgi torg.uz) – bu yerda izlaganingizni topasiz.

source: Нажав на кнопку
uz: tugmasiga bosib

source: Подать объявление
uz: Eʼlon joylashtirish

source: вы сможете разместить онлайн-объявление на любую необходимую тематику - поиск работы, услуги, продажа автомобилей, недвижимости, электроники и многое другое.
uz: siz istalgan mavzuga oid onlayn-eʼlonni joylashtira olasiz – ish qidirish, xizmat koʻrsatish,

source: Принять и Закрыть
uz: Qabul qilish

source: Этот сайт использует cookies. Вы можете изменить настройки cookies в своём браузере
uz: Bu sayt Cookie fayllarni ishlatadi. Brauzeringizda Cookiesʼni sozlashingiz mumkin. Koʼproq maʼlumot olish.
